<!DOCTYPE html>

<html>
<head>
<meta charset="windows-1251">
<title>Articles</title>

<link   rel="stylesheet" 
        href="css/main.css" 
		type="text/css" charset="windows-1251">
		
<link   rel="stylesheet"
        href="css/main_page.css"
        type="text/css" charset="windows-1251">

		
<link	href="img/favicon2.ico"  
        rel="shortcut icon"
        type="image/x-icon">

<link   rel="stylesheet"
        href="css/aside.css" 
        type="text/css">		
		
<link rel="stylesheet" href="css/font-awesome.min.css">





<body 

style="wigth: 100px;
	         background: white;
		     background-size: cover;">
			 
			  <div id="wrapper">
              <div id="content">
			 
			 <header>
			  <div id="logo">
			   	 <img src="img/favicon2.ico"
				 <a hrev="http://localhost/2n2/" title="На главную">
				 <span>KIRILLOV</span>
				 
				 </a>
			  </div>
				  <div id="about">
				 
				  </div>
				    <div id="reg_auth">
				      <a href="http://localhost/2n2/" title="Перейти на главную страницу">
				        <div id="btn">
					  На главную   
					    </div>
				      </a> 
				      
                                       
				   </div>
			 </header>
			 
                         <nav>
			 <a href="articles.php">Article</a>
			 <a href="videos.php">Video</a>
			 <a href="contacts.php">Feedback</a> 
			 </nav>
			 
			 <div id="main">
			   Звёздный разрушитель типа «Венатор»
			   Звёздный разрушитель типа «Венатор» (англ. Venator-class Star destroyer), также известный как республиканский штурмовой крейсер и звёздный разрушитель типа «Охотник» – один из основных кораблей, использовавшихся Великой Армией Республики на последних этапах Войн клонов.
Характеристика
 «Венатор» был разработан и сконструирован «Верфями Куата». Типовая модель имела 1 137 метров в длину, что делало её одним из крупнейших кораблей, приспособленных к атмосферным операциям[источник?] — посадке на планеты для выгрузки или взятия на борт войск и транспортных средств.
Причиной появления «Венатора» стала популярность кораблей типа «Аккламатор». «Венатор» был разработан конструктором Лирой Уэссекс; он предназначался для использования в качестве универсального многоцелевого корабля среднего размера. Он мог выполнять широкий спектр функций — от носителя истребителей до военного транспорта и боевого корабля. В роли носителя истребителей с расширенными возможностями «Венатор» стал популярен среди джедаев-асов.
«Венатор» был оснащён мощными двигателями, гипердвигателем класса 1, надёжными дефлекторными щитами, большим парком истребителей и наземных штурмовых транспортов, и большим арсеналом бортового оружия. Его главный реактор был способен аннигилировать 40 000 тонн гиперматерии в секунду, производя 3,6 * 10^15 гигаватт энергии.
Эти корабли носили красный цвет дипломатического иммунитета, как и все прочие республиканские суда, но в первые же годы существования Галактической Империи их корпуса лишились республиканских эмблем, и приобрели традиционный для Империи серый цвет.
Вооружение
Вооружение звёздного разрушителя типа «Венатор» состояло из 8 тяжёлых сдвоенных турболазерных установок, 2 средних сдвоенных турболазерных пушек, 26 сдвоенных оборонительных лазерных пушек и 4 тяжёлых торпедных аппаратов для протонных торпед.
Восемь тяжёлых сдвоенных турболазерных установок DBY-827 являлись основным оружием «Венатора». Они имели два режима наведения. При установленном режиме дальнего наведения DBY-827 мог сбивать неприятельские суда в пределах до 10 световых минут. В ближнем бою установка могла совершить полный оборот за 3 секунды – в режиме быстрого наведения.
DBY-827 имел семь уровней мощности. Это позволяло пилотами канонирам «Венатора» выбирать уровень мощности выстрела – от небольшого залпа до распыляющего взрыва. Как любой боевой корабль, звёздный разрушитель «Венатор» мог, когда это было необходимо, направить почти всю мощность своего реактора на тяжёлые турболазеры.
По предложению Энакина Скайуокера тяжёлые турболазерные орудия, которые ставились на СТАУ, были установлены во внутренних ангарных отсеках кораблей типа «Венатор» Флота Разомкнутого Кольца. Эти орудия должны были защищать разрушитель, когда он открывал створки ангарных отсеков, чтобы принять на борт личный состав. Их использование дало ощутимые результаты во время второй битвы при Корусанте.
Комплектация
Несмотря на то, что он обладал мощным вооружением и находился на одном уровне с более поздним звёздным разрушителем типа «Победа I», «Венатор» разрабатывался в основном как носитель истребителей. Его ангарные отсеки были намного больше, чем у поздних звёздных разрушителей типа «Победа I», и более поздних, типа «Имперский I».
До образования Галактической Империи типичный республиканский «Венатор» носил 420 истребителей: 192 V-крыла или V-19 типа «торрент», 192 перехватчика Эта-2 типа «актис» и 36 истребителей АИР-170. Также в корабельных ангарах обычно стояли различные челноки.
Вдобавок к стандартным внутренним ангарным отсекам, нос «Венатора» мог раскрываться, давая доступ к верхней лётной палубе длиной в полкилометра. Эта лётная палуба давала «Венатору» возможность быстро выпустить сотни истребителей. Тем не менее, медленно открывавшиеся бронированные носовые створки делали корабль чрезвычайно уязвимым.
Чтобы скомпенсировать это слабое место, использовались мощные щиты, однако данный недостаток конструкции был полностью устранён лишь в последующих моделях звёздных разрушителей, таких как ЗР типа «Имперский I». В конструкцию были включены турболазеры СТАУ для защиты корабля в то время, когда открывались длинные створки.
 «Венатор» также имел ангарные выходы по правому и левому борту. Они использовались для перемещения людей и грузов при стыковке с космическими станциями, швартовочными башнями и более крупными кораблями. В соответствии со своим предназначением – носитель истребителей – «Венатор» отличался оригинальным двойным башенным мостиком. Левая башня – командный мостик истребителей, правая служила обычным рулевым и командным мостиком. В будущих разработках также применялся такой двойной мостик.
«Венатор» также мог служить военным транспортом; он был способен входить в атмосферу планет и садиться на поверхность. В стандартной комплектации доимперские звёздные разрушители типа «Венатор» несли 40 канонерок LAAT/i и 24 шагохода АТ-ТЕ для наземных операций.
История
Звёздные разрушители типа «Венатор» участвовали во многих сражениях, начиная с середины Войн клонов. Во время второй битвы при Корусанте свыше тысячи кораблей помогали оборонять столицу и сыграли решающую роль в операции, целью которой было отогнать силы КНС и спасти Верховного канцлераПалпатина. Эти боевые корабли использовались в качестве сопровождения для республиканских линкоров; они были достаточно быстрыми, чтобы преследовать вражеские корабли, и достаточно крупными, чтобы возглавлять самостоятельные операции, такие как битва за Кашиик и битва за Утапау.
В конце Войн клонов они сопровождали десантные корабли типа «Аккламатор I» и звёздные разрушители типа «Победа I», ставшие основными военными кораблями Республики, хотя вскоре после установления Нового порядка их заслонили разработки, ставшие позже звёздным разрушителем типа «Победа II».
Обрели популярность новые, более мощные типы кораблей, такие как «Имперский» и «Тектор», а «Венатор» и его варианты постепенно исчезли из рядов основных имперских кораблей. Но и при этих условиях «Венаторы» продолжали служить Империи во время эры Восстания, хотя и в ограниченном количестве.
После окончания Войн клонов многие «Венаторы» были брошены, оставшись дрейфовать в космосе. Некоторые из этих судов попали в руки мандалорцев, консорциума Занна, картеля хаттов и различных пиратских группировок.

			   
			   
             </div>
             <aside>
               <div id="news">
			     <h2 class="heading">Video</h2>
				 <div style="clear: both"><br></div>
				 <!-- VIDEO -->
				 <div class="video">
					<img src="img/venator/1.jpg" alt="" title="">
					<span> «Венатор» </span>
					</div>
					
					<div class="video">
					<img src="img/4.jpg" alt="" title="">
					<span> «Палач» </span>
					</div>
					
					<div class="video">
					<img src="img/2.jpg" alt="" title="">
					<span> «Имперский» </span>
					</div>
					
					<div class="video">
					<img src="img/1.jpg" alt="" title="">
					<span> «Затмение» </span>
					</div>
				 
			   </div>
			 <aside>
			 
			 
		
			 
			 
			 
			 
			 </div>
			 <!-- виджеты -->
			 <div id="subscribe">
			 <script type="text/javascript" src="//vk.com/js/api/openapi.js?151"></script>

<!-- VK Widget -->
<div id="vk_groups"></div>
<script type="text/javascript">
VK.Widgets.Group("vk_groups", {mode: 4, wide: 1, height: "400"}, 160612606);
</script>

<!-- googlemaps Widget -->
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2268.3223039492664!2d86.06065111565438!3d55.35237728044814!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x42d80c187c7041fb%3A0x6e00c99c12191397!2z0JrQtdC80LXRgNC-0LLRgdC60LjQuSDQuNC90YHRgtC40YLRg9GCICjRhNC40LvQuNCw0LspINCg0K3QoyDQuNC8LiDQky7Qki4g0J_Qu9C10YXQsNC90L7QstCw!5e0!3m2!1sru!2sru!4v1516886166647"
 width="800" height="600" frameborder="0" style="border:0" allowfullscreen></iframe>

			 </div> 
			 <footer>
			   <div id="site_name">
			     <span>KIRILLOV</span>
			   </div> 
			   <div id="clear"></div>
			   <div id="footer_menu">
		          <a href="" title="Обратная связь">Обратная связь</a>
				  
			   </div>
               <div id="rights">
			   <a href="">Все права не защищены &copy; <?=date ('Y') ?> </a>
			   </div>
			   
<div id="social">
<a href="https://vk.com" title="VK"><i class="fa fa-vk" aria-hidden="true"></i></a>
			   <a href="https://ru-ru.facebook.com/" title="FB"><i class="fa fa-facebook-official" aria-hidden="true"></i></a>
			   <a href="https://twitter.com/?lang=ru" title="TW"><i class="fa fa-twitter" aria-hidden="true"></i></a>
			   <a href="https://www.youtube.com/" title="YT"><i class="fa fa-youtube-play" aria-hidden="true"></i></a>
			   <a href="https://plus.google.com" title="G+"><i class="fa fa-google-plus" aria-hidden="true"></i></a>


			   
			 </footer>
			 </div>
</body>

</head>

</body>
</html>
