<!DOCTYPE html>

<html>
<head>
<meta charset="windows-1251">
<title>Articles</title>

<link   rel="stylesheet" 
        href="css/main.css" 
		type="text/css" charset="windows-1251">
		
<link   rel="stylesheet"
        href="css/main_page.css"
        type="text/css" charset="windows-1251">

		
<link	href="img/favicon2.ico"  
        rel="shortcut icon"
        type="image/x-icon">

<link   rel="stylesheet"
        href="css/aside.css" 
        type="text/css">		
		
<link rel="stylesheet" href="css/font-awesome.min.css">





<body 

style="wigth: 100px;
	         background: white;
		     background-size: cover;">
			 
			  <div id="wrapper">
              <div id="content">
			 
			 <header>
			  <div id="logo">
			   	 <img src="img/favicon2.ico"
				 <a hrev="http://localhost/2n2/" title="На главную">
				 <span>KIRILLOV</span>
				 
				 </a>
			  </div>
				  <div id="about">
				 
				  </div>
				    <div id="reg_auth">
				      <a href="http://localhost/2n2/" title="Перейти на главную страницу">
				        <div id="btn">
					  На главную   
					    </div>
				      </a> 
				      
                                       
				   </div>
			 </header>
			 
                         <nav>
			 <a href="articles.php">Article</a>
			 <a href="videos.php">Video</a>
			 <a href="contacts.php">Feedback</a> 
			 </nav>
			 
			 <div id="main">
			   Звёздный суперразрушитель типа «Палач» (англ. Executor-class Star Dreadnought) — первый корабль из серии Звёздных суперразрушителей (Звездных Дредноутов). Первый корабль из серии был флагманом Дарта Вейдера и стал ассоциироваться в глазах многих жителей Галактики с Империей Палпатина. Корабль являлся абсолютным рекордсменом среди традиционных звездолетов, входивших в военно-космические силы Империи, — размерами его, на тот момент, превосходила только Звезда Смерти.
История
Инженер Лира Вессекс, которая когда-то разработала крейсер Звёздный разрушитель типа «Венатор»и Звёздный разрушитель типа «Император», предложила проект корабля, по сравнению с которым все остальные корабли галактики казались карликами.
Император был заинтересован проектом и разрешил начать строительство четырёх кораблей этого типа одновременно на верфях Фондора и Куата. Сенат пытался протестовать против решения императора, но Палпатин смог убедить их. После гибели Звезды Смерти, император приказал ускорить постройку «Палача». Причиной этого было желание императора предоставить своим гражданам очередной символ величия и нерушимости Нового Порядка.
Первые два корабля нового типа сошли со стапелей приблизительно в одно время. Первый корабль, получивший имя «Палач» стал флагманом Дарта Вейдера, а второй, «Палач-II», был спрятан на Корусанте и переименован в «Лусанкию». Первой миссией «Палача», в которой ситхиоценили его мощь, стало уничтожение базы Альянса на планете Лаактиен. Вскоре корабль активно участвовал во многих операциях против повстанцев.
После Эндорской катастрофы «Палачи» стали весомым аргументом при доказательстве законности претензий многочисленных претендентов на престол. На момент возвращения гранд-адмирала Трауна признавшие его регионы галактики не располагали кораблями этого типа. Но одно обладание подобным кораблем еще не было гарантом могущества.
В ходе борьбы за власть бывшим главой имперской разведки Исанн Айсард была захвачена «Лусанкия». После годичного ремонта корабль вошёл в состав флота Новой Республики и весьма успешно использовался ею против остатков империи в течении длительного времени. Но во времена вторжения вонгов «Лусанкия» из-за своих размеров и огромного численного превосходства агрессора больше не могла удовлетворять стратегии Новой Республики. Поэтому Ведж Антиллес, обороняя Борлейас, использовал «Лусанкию» в качестве тарана.
Также был известен Суперразрушитель "Страж" во время войны Империи с Новой Республикой, первая использовала корабль недальновидно, поэтому он получил многочисленные повреждения и был оставлен на орбите неизвестной планеты. Он стал медленно сходить с орбиты, пока не вошёл в атмосферу и не врезался в планету. Очевидцы, которые пролетали мимо, видели огромный столб дыма.
Звёздные Суперразрушители прекрасно вооружены и защищены. Один корабль может противостоять целому флоту, но на деле проверить это не удавалось. Стоит также отметить, что все корабли этого типа погибли в результате случайностей, глупости или удачных диверсий повстанцев(новореспубликанцев). В открытом бою этот корабль — весьма опасный противник.
Звёздные Суперразрушители являются едва ли не самыми большими кораблями за всю историю Империи. Созданные удивительной женщиной Лирой Вессекс, придумавшей Звёздный разрушитель типа «Имперский», они быстро заработали репутацию столь ужасного орудия, что при их виде даже бывалые командиры повстанцев и пиратов капитулировали. Порой из-за своего размера называемые Супер Звёздными Разрушителями (СЗР), эти корабли вошли в строй несколько месяцев спустя битвы при Явине.
Технические характеристики
Огромный, сверхпрочный класс Суперразрушителей измерялся 19000 метрами в длине. 279 144 Имперских офицеров и военнослужащих, обслуживали судно, в то время как 1 590 артиллеристов управляли более чем 5 000 турболазерами и ионными пушками. Тринадцать двигателей объединенных в пять групп дают классу
Суперразрушитель внушительное для его размеров ускорение в 1230 G. Корабль несет на своем борту как минимум 144 истребителя, а массивный ангар может держать и обслуживать тысячи и более. Помимо этого на борту находится 200 других боевых звездолетов и кораблей поддержки, 5 гарнизонных баз и достаточно большое количество штурмовиков и шагоходов, чтобы уничтожить любую Повстанческую базу. Для питания одних только щитов Звездного Разрушителя требовалось количество энергии, эквивалентное энергии, выделяемой средней звездой (3.8 x 10^26 Вт).
Также на борту этого гиганта была эскадрилья поддержки, как у Звездных Разрушителей других серий. На «Палаче» могли находится более тысячи истребителей, предположительно более пятисот TIE-истребителей и еще столько же других истребителей имперского производства. Однако стандартная компоновка включала всего 144 истребителя (12 эскадрилий), что лишь вдвое превышало авиакрыло «Империал», и было явно недостаточно для прикрытия корабля такого размера.
Командная башня корабля класса Суперразрушитель имеет стандартное расположение, как и у Звездного Разрушителя класса Империал. Командный мост содержит две ямы управления, в которых размещены пульты управления звездолетом, а между ними центральный проход. С правой и левой стороны моста находятся ниши, содержащие станции защиты и оружие. Позади моста находятся коммуникационные станции, турболифты и Голонет трансивер. На уровне под мостом был главный навигационный комплекс. Купола, расположенные вокруг и на командной башне Палача, служили для двух разных целей. Внутри куполов были катушки приемопередатчиков гиперволны для сверхсветовых активных сенсоров, в то время как лопасти, выдающиеся из купола, служат проекторами щитов.
Эти купола были неуязвимы для внешних атак, пока щиты оставались неповрежденными, но сконцентрированный огонь (вроде того, который устроил Адмирал Акбар в ходе Эндорской Битвы) могли уничтожить защитное поле, тем самым подвергнув опасности как датчики, так и сами проекторы щитов. На корпусе корабля расположено много таких куполов, которые гарантируют отсутствие мертвых зон и обеспечивают полное распределение защитного поля по всей поверхности. Таки образом интенсивный огонь в отдельную область и выведение из строя ряда генераторов дефлекторного поля не лишил бы звездолет всей своей защиты.
В более поздние годы производство Звездных Разрушителей класса Суперразрушитель и других Звездных Разрушителей Супер-класса продолжалось. После смерти Императора и деления Галактической Империи на враждующие феодальные владения Звездные Разрушители были очень популярным приобретением среди военачальников, надеющихся улучшить свою военную мощь и престиж. Некоторые попали в руки Новой Республики, где они боролись против Империи, которой когда-то служили.


			   
			   
             </div>
             <aside>
               <div id="news">
			     <h2 class="heading">Video</h2>
				 <div style="clear: both"><br></div>
				 <!-- VIDEO -->
				 <div class="video">
					<img src="img/venator/1.jpg" alt="" title="">
					<span> «Венатор» </span>
					</div>
					
					<div class="video">
					<img src="img/4.jpg" alt="" title="">
					<span> «Палач» </span>
					</div>
					
					<div class="video">
					<img src="img/2.jpg" alt="" title="">
					<span> «Имперский» </span>
					</div>
					
					<div class="video">
					<img src="img/1.jpg" alt="" title="">
					<span> «Затмение» </span>
					</div>
				 
			   </div>
			 <aside>
			 
			 
		
			 
			 
			 
			 
			 </div>
			 <!-- виджеты -->
			 <div id="subscribe">
			 <script type="text/javascript" src="//vk.com/js/api/openapi.js?151"></script>

<!-- VK Widget -->
<div id="vk_groups"></div>
<script type="text/javascript">
VK.Widgets.Group("vk_groups", {mode: 4, wide: 1, height: "400"}, 160612606);
</script>

<!-- googlemaps Widget -->
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2268.3223039492664!2d86.06065111565438!3d55.35237728044814!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x42d80c187c7041fb%3A0x6e00c99c12191397!2z0JrQtdC80LXRgNC-0LLRgdC60LjQuSDQuNC90YHRgtC40YLRg9GCICjRhNC40LvQuNCw0LspINCg0K3QoyDQuNC8LiDQky7Qki4g0J_Qu9C10YXQsNC90L7QstCw!5e0!3m2!1sru!2sru!4v1516886166647"
 width="800" height="600" frameborder="0" style="border:0" allowfullscreen></iframe>

			 </div> 
			 <footer>
			   <div id="site_name">
			     <span>KIRILLOV</span>
			   </div> 
			   <div id="clear"></div>
			   <div id="footer_menu">
		          <a href="" title="Обратная связь">Обратная связь</a>
				  
			   </div>
               <div id="rights">
			   <a href="">Все права не защищены &copy; <?=date ('Y') ?> </a>
			   </div>
			   
<div id="social">
<a href="https://vk.com" title="VK"><i class="fa fa-vk" aria-hidden="true"></i></a>
			   <a href="https://ru-ru.facebook.com/" title="FB"><i class="fa fa-facebook-official" aria-hidden="true"></i></a>
			   <a href="https://twitter.com/?lang=ru" title="TW"><i class="fa fa-twitter" aria-hidden="true"></i></a>
			   <a href="https://www.youtube.com/" title="YT"><i class="fa fa-youtube-play" aria-hidden="true"></i></a>
			   <a href="https://plus.google.com" title="G+"><i class="fa fa-google-plus" aria-hidden="true"></i></a>


			   
			 </footer>
			 </div>
</body>

</head>

</body>
</html>
